export const modalContents = {
  membershipTerms: `
제1장 총칙
제1조 (목적)
이 약관은 인터넷상에 제공하는 모든 서비스의 이용조건 및 절차에 관한 기본적인 사항을 정함을 목적으로 합니다.
제2조 (용어의 정의)
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.
- 서비스 : 당사가 제공하는 인터넷상의 모든 서비스(전자우편 포함)
- 이용자 : 본 약관에 따라 당 사이트가 제공하는 서비스를 이용할 수 있는 자.
- 가 입 : 당 사이트가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용계약을 완료시키는 행위
- 회 원 : 당 사이트에 개인정보 등 관련 정보를 제공하여 회원등록을 한 개인(재외국민, 국내거주 외국인 포함) 또는 법인으로서 당 사이트의 정보를 제공받으며, 당 사이트가 제공하는 서비스를 이용할 수 있는 자
- 아이디(ID) : 회원의 식별과 서비스 이용을 위하여 회원이 문자와 숫자의 조합으로 설정한 고유의 체계
- 비밀번호 : 이용자와 아이디가 일치하는지를 확인하고 통신상의 자신의 비밀보호를 위하여 이용자 자신이 선정한 문자와 숫자의 조합.
- 탈 퇴 : 회원이 이용계약을 종료 시키는 행위
- 본 약관에서 정의하지 않은 용어는 개별서비스에 대한 별도약관 및 이용규정에서 정의하거나 일반적인 개념에 의합니다.
제3조 약관의 효력과 변경
당 사이트는 귀하가 본 약관 내용에 동의하는 것을 조건으로 귀하에게 서비스를 제공할 것이며, 귀하가 본 약관의 내용에 동의하는 경우, 당 사이트의 서비스 제공 행위 및 귀하의 서비스 사용 행위에는 본 약관이 우선적으로 적용됩니다.
당사는 영업상의 중요한 사유나 기타 필요하다고 인정되는 합리적인 사유가 발생할 경우에는 이 약관의 일부 또는 전부를 변경할 수 있으며, 이 경우 당사는 당해 변경 내용을 인터넷상의 공지화면으로 처리합니다.
전항의 방법으로 변경 고지된 약관은 기존의 회원에게도 유효하게 효력이 발생합니다.
변경된 약관에 동의하지 않는 회원은 회원 탈퇴(이용계약의 해지)를 요청할 수 있으며, 회사가 제2항에 따라 이용자에게 약관 변경 적용일까지 거부의사를 표시하지 않으면, 약관의 변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 이용자가 명시적으로 약관 변경에 대한 거부의사를 표시하지 않으면, 회사는 이용자가 변경된 약관에 동의한 것으로 간주합니다.
제4조 약관 외 준칙
본 약관은 당 사이트가 제공하는 서비스에 관한 이용규정 및 별도 약관과 함께 적용됩니다.
본 약관에 명시되지 않은 사항은 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법, 정보통신윤리위원회 심의규정, 정보통신 윤리강령, 프로그램보호법 등 관계법령과 개인정보 처리방침 및 당사가 별도로 정한 지침 등의 규정에 따릅니다.
제5조 회원정보의 통합관리
당 사이트의 회원정보는 사이트별(보람상조개발㈜, 보람상조라이프㈜, 보람상조애니콜㈜, 보람상조피플㈜, 보람카네기㈜, 직영장례식장, 온라인추모관, 보람LC쇼핑몰, 보람몰) 통합하여 관리될 수 있습니다.
제2장 서비스 제공 및 이용
제6조 이용신청
회원은 서비스에 접속하거나 서비스를 이용할 때에는 사용자ID와 비밀번호 등을 입력하여야 하며, 당사는 이를 회원이 신청한 사항과의 일치 여부를 확인합니다.
당사는 다음 각호에 해당하는 이용신청에 대하여는 승낙을 유보할 수 있습니다.
- 설비에 여유가 없는 경우
- 기술상 지장이 있는 경우
- 기타 본사가 필요하다고 인정되는 경우
당사는 다음 각호의 1에 해당하는 이용신청에 대하여는 이를 승낙하지 아니할 수 있습니다.
- 이름이 회원의 실명이 아닌 경우
- 다른 사람의 명의를 사용하여 신청한 경우
- 이용신청 시 필요한 내용을 허위로 기재하여 신청한 경우
- 사회의 안녕질서 또는 미풍양속을 저해할 목적으로 신청한 경우
- 기타 본사가 정한 이용신청 요건에 미비 되었을 경우
제7조 정보의 제공
당사는 회원에게 서비스의 이용 및 각종 행사 등의 다양한 서비스를 제공할 수 있습니다.
제8조 이용계약의 성립
이용계약은 회원이 되고자 하는 당사의 이용약관에 동의하고 회원 개인정보를 기재하면 당사가 이에 대해 승낙함으로써 성립됩니다.
회원에 가입하고자 하는 자는 당사에서 요구하는 개인신상 정보를 성실히 제공하여야 합니다.
당사는 회원으로 가입한 회원으로부터 사용자ID와 비밀번호를 등록받아 이를 관리하고 인터넷서비스 이용 시에 사용자ID와 비밀번호 등을 요구할 수 있습니다.
제9조 회원정보 사용에 대한 동의
당 사이트가 처리하는 모든 개인정보는 개인정보보호법 등 관련 법령상의 개인정보보호 규정을 준수하여 이용자의 개인정보보호 및 권익을 보호합니다.
당 사이트는 다른 법령에 특별한 규정이 있는 경우를 제외하고 귀하가 당 사이트 서비스 가입 시 동의하여 제공하는 정보에 한하여 최소한으로 수집합니다.
회원이 당 사이트에 본 약관에 따라 이용신청을 하는 것은 당 사이트가 본 약관에 따라 신청서에 기재된 회원정보를 수집, 이용하는 것에 동의하는 것으로 간주됩니다.
당 사이트는 회원정보의 진위여부 및 소속법인의 확인 등을 위하여 확인절차를 거칠 수도 있습니다.
제10조 사용자의 정보보안
가입 신청자가 당 사이트 서비스 가입절차를 완료하는 순간부터 귀하는 입력한 정보의 비밀을 유지할 책임이 있으며, 회원의 ID와 비밀번호를 사용하여 발생하는 모든 결과에 대한 책임은 회원 본인에게 있습니다.
당사는 회원의 귀책사유로 인해 노출된 정보에 대해서 일체의 책임을 지지 않습니다.
회원의 이용자ID와 비밀번호에 관한 모든 관리의 책임은 회원에게 있으며, 회원의 ID나 비밀번호가 부정하게 사용되었다는 사실을 발견한 경우에는 즉시 당사에 신고하여야 합니다.
신고를 하지 않음으로 인해 발생하는 모든 책임은 회원 본인에게 있습니다.
이용자는 당사 서비스의 사용 종료 시 마다 정확히 접속을 종료 (로그아웃[Log-out])해야 하며, 정확히 종료하지 아니함으로써 제3자가 회원에 관한 정보를 도용하게 되는 등의 결과로 인해 발생하는 손해 및 손실에 대하여 당사는 책임을 부담하지 아니합니다.
이용자는 개인정보 보호 및 관리를 위하여 서비스의 개인정보관리에서 수시로 개인정보를 수정/삭제할 수 있습니다.
제11조 서비스의 이용 및 제한
서비스의 이용시간은 당 사이트의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간 이용을 원칙으로 합니다.
전항의 이용시간에 불구하고 통신장애, 서비스개발, 정기점검 등의 불가피한 사유에 의해 서비스 제공이 일정기간 동안 제한되거나 중단될 수 있습니다.
당사는 서비스 이용의 제한을 하고자 하는 경우에는 그 사유, 일시 및 기간을 정하여 홈페이지, 전자우편, 전화, 서면 등의 방법에 의하여 해당 이용자에게 통지합니다.
다만, 당사가 긴급하게 이용을 정지할 필요가 있다고 인정하는 경우에는 그러하지 아니합니다.
당 사이트의 사정으로 서비스를 영구적으로 중단하여야 할 경우 제3항에 의거합니다. 다만, 이 경우 사전 고지기간은 1개월로 합니다.
당 사이트는 사전 고지 후 서비스를 일시적으로 수정, 변경 및 중단할 수 있으며, 이에 대하여 귀하 또는 제3자에게 어떠한 책임도 부담하지 아니합니다.
당 사이트는 이용자가 본 약관의 내용에 위배되는 행동을 한 경우, 임의로 서비스 사용을 제한 및 중지할 수 있습니다. 이 경우 당 사이트는 위 이용자의 접속을 금지할 수 있습니다.
당 사이트에 장기간 접속을 하지 아니한 회원의 경우 이메일 또는 공지사항 등을 통한 안내 후 검토기간을 거쳐 서비스 이용을 중지할 수 있습니다.
제12조 서비스의 변경 및 해지
당 사이트는 귀하가 서비스를 이용하여 기대하는 손익이나 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않으며, 회원이 본 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.
당 사이트는 서비스 이용과 관련하여 가입자에게 발생한 손해 중 가입자의 고의, 과실에 의한 손해에 대하여 책임을 부담하지 아니합니다.
당 사이트에 2년을 주기로 개인정보의 수집·이용에 대한 동의를 하지 아니한 회원의 경우 공지사항 게재 또는 안내메일 발송 후 검토 기간을 거쳐 회원의 정보를 삭제할 수 있습니다.
제13조 정보 제공 및 홍보물 게재
당 사이트는 회원이 서비스 이용 중 필요하다고 인정되는 다양한 정보 및 광고에 대해서는 이메일, SMS, 메신저 등의 방법으로 회원에게 제공할 수 있으며, 해당 정보를 원하지 않는 회원은 이를 수신거부 할 수 있습니다.
당 사이트는 서비스에 적절하다고 판단되거나 활용 가능성 있는 홍보물을 게재할 수 있습니다.
제14조 게시물의 관리 및 삭제(게시물 저작권)
이용자가 게시한 게시물의 저작권은 이용자가 소유하며, 당사는 서비스 내에 이를 게시할 수 있는 권리를 갖습니다.
귀하가 게시한 게시물의 내용에 대한 권리는 귀하에게 있습니다.
당 사이트는 게시된 내용을 사전통지 없이 편집, 이동 할 수 있는 권리를 보유하며, 다음의 경우 사전 통지 없이 삭제할 수 있습니다.
- 본 서비스 약관에 위배되거나 상용 또는 불법, 음란, 저속하다고 판단되는 게시물을 게시한 경우
- 다른 회원 또는 제3자를 비방하거나 중상 모략으로 명예를 손상시키는 내용인 경우
- 공공질서 및 미풍양속에 위반되는 내용인 경우
- 범죄적 행위에 결부된다고 인정되는 내용일 경우
- 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
- 당사에서 규정한 게시물 원칙에 어긋나거나, 게시판 성격에 부합하지 않는 경우
- 기타 관계 법령에 위배되는 경우
귀하의 게시물이 타인의 저작권을 침해함으로써 발생하는 민,형사상의 책임은 전적으로 귀하가 부담하여야 합니다.
제15조 사용자의 행동규범 및 서비스 이용제한
귀하가 제공하는 정보의 내용이 허위인 것으로 판명되거나, 그러하다고 의심할 만한 합리적인 사유가 발생할 경우 당 사이트는 귀하의 본 서비스 사용을 일부 또는 전부 중지할 수 있으며, 이로 인해 발생하는 불이익에 대해 책임을 부담하지 아니합니다.
귀하가 당 사이트 서비스를 통하여 게시, 전송, 입수하였거나 전자메일 기타 다른 수단에 의하여 게시, 전송 또는 입수한 모든 형태의 정보에 대하여는 귀하가 모든 책임을 부담하며 당 사이트는 어떠한 책임도 부담하지 아니합니다.
귀하는 본 서비스를 통하여 다음과 같은 행동을 하지 않는데 동의합니다.
- 타인의 아이디(ID)와 비밀번호를 도용하는 행위
- 저속, 음란, 모욕적, 위협적이거나 타인의 프라이버시를 침해할 수 있는 내용을 전송, 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위
- 서비스를 통하여 전송된 내용의 출처를 위장하는 행위
- 법률, 계약에 의하여 이용할 수 없는 내용을 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위
- 타인의 특허, 상표, 영업비밀, 저작권, 기타 지적재산권을 침해하는 내용을 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위
- 당 사이트의 승인을 받지 아니한 광고, 판촉물, 정크메일, 스팸, 행운의 편지, 피라미드 조직 기타 다른 형태의 권유를 게시, 게재, 전자메일 또는 기타의 방법으로 전송하는 행위.
- 다른 사용자의 개인정보를 수집 또는 저장하는 행위
- 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비를 파괴, 방해 또는 기능을 제한하기 위한 소프트웨어 바이러스를 게시, 게재 또는 전자우편으로 보내는 행위
- 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
당 사이트는 회원이 본 약관을 위배했다고 판단되면 서비스와 관련된 모든 정보를 이용자의 동의 없이 삭제할 수 있습니다.
제16조 회원탈퇴 및 해지, 사용중지
회원가입을 해지하고자 하는 때에는 회원 본인이 보람사이트 내 [마이페이지]> [회원탈퇴] 메뉴를 통해 탈퇴를 해야 합니다.
회원탈퇴를 요청한 경우에는 수집된 개인정보는 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기하는 것을 원칙으로 합니다. 다만, ‘행사 후기, 부당거래 신고센터’ 등의 게시물을 작성하신 경우, 3년 동안 개인정보를 보관한 후 삭제합니다.
회원탈퇴 또는 상품 계약 해지 시, ‘선납할인’ 등의 혜택 및 부금 금액의 환급은 없거나 일부만 받으실 수 있습니다.
당사는 회원이 다음 각호의1에 해당하는 행위를 하였을 경우에는 이용 계약을 해지하거나 서비스의 이용을 중지할 수 있습니다.
- 이 약관 및 서비스 이용에 관련된 관계법령을 위반한 사실이 밝혀진 경우
- 서비스의 이용목적에 불합리한 용도로 이용하는 경우
- 공공의 이익을 저해할 목적으로 서비스를 이용하는 경우
- 사용자ID와 비밀번호 등 회원의 비밀사항을 타인에게 누설하거나 타인의 사용자 ID와 비밀번호 등을 도용하는 경우
- 타인에게 혐오감을 주거나 미풍양속에 저해할 목적으로 신청한 경우
- 기타 합리적인 사유가 있는 경우
제3장 의무 및 책임
제17조 회사의 의무
당사는 법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 지속적, 안정적으로 서비스를 제공하기 위해 노력할 의무가 있습니다.
당사는 특별한 사정이 없는 한 이용자가 신청한 서비스 제공 개시일에 서비스를 이용할 수 있도록 합니다.
당사는 이용자가 안전하게 당사서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함) 보호를 위한 보안시스템을 갖추어야 합니다.
당사는 시스템의 점검 및 업그레이드, 통신두절, 기타 불가항력적인 사고 등 특별한 사정이 없는 한 이 약관에서 정한 바에 따라 계속적, 안정적으로 서비스를 제공할 의무가 있습니다.
당사는 이용자의 개인신상 정보를 본인의 승낙 없이 타인에게 누설, 제공하여서는 아니 됩니다.
당사는 이용자의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 지지 않습니다.
당사는 서비스와 관련한 이용자의 불만사항이 접수되는 경우 이를 즉시 처리하여야 하며, 즉시 처리가 곤란한 경우 이용자에게 그 사유와 처리일정을 당사, 전화, 이메일, 팩스 등으로 통보하여야 합니다.
제18조 회원의 의무
인터넷 회원은 자신의 사용자ID와 비밀번호 관리에 관한 일체의 책임은 회원 본인에게 있습니다. 회원에게 부여된 사용자ID와 비밀번호를 제3자에게 대여 또는 양도하거나 이와 유사한 행위를 하여서는 아니 되며, 사용자ID와 비밀번호의 관리소홀로 발생하는 모든 책임은 회원 본인에게 있습니다.
사용자ID는 원칙적으로 변경이 불가하며 부득이한 사유로 인하여 변경하고자 하는 경우에는 해당ID를 해지하고 재가입해야 합니다.
회원은 자신의 사용자ID가 부정하게 사용된 경우에 즉시 자신의 비밀번호를 바꾸고 그 사실을 회사에 통보하여야 합니다.
회원은 이 약관 및 관계법령에서 규정한 사항을 성실히 준수하여야 합니다.
회원은 회사에 본인의 신상관련 사항이 변경되었을 때는 인터넷을 통하여 수정, 추가해야 합니다.
회원은 당 사이트 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
- 다른 회원의 ID를 부정 사용하는 행위
- 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
- 선량한 풍속, 기타 사회질서를 해하는 행위
- 타인의 명예를 훼손하거나 모욕하는 행위
- 타인의 지적재산권 등의 권리를 침해하는 행위
- 해킹행위 또는 컴퓨터 바이러스의 유포행위
- 타인의 의사에 반하여 광고성정보 등 일정한 내용을 지속적으로 전송하는 행위
- 서비스의 안전적인 운영에 지장을 주거나 줄 우려가 있는 일체의 행위
- 당 사이트에 게시된 정보의 변경
제4장 기타
제19조 당 사이트의 소유권(저작권)
당 사이트가 제공하는 서비스, 그에 필요한 소프트웨어, 이미지, 마크, 로고, 디자인, 서비스명칭, 정보 및 상표 등과 관련된 지적재산권 및 기타 권리는 해당 저작권자 또는 보람상조개발㈜에 귀속됩니다.
귀하는 당 사이트가 명시적으로 승인한 경우를 제외하고는 전항의 소정의 각 재산에 대한 전부 또는 일부의 수정, 대여, 대출, 판매, 배포, 제작, 양도, 재라이센스, 담보권 설정 행위, 상업적 이용 행위를 할 수 없으며, 제3자로 하여금 이와 같은 행위를 하도록 허락할 수 없습니다.
제20조 양도금지
회원은 서비스의 이용권리, 기타 이용계약 상 지위를 제3자에게 대여하거나 양도하여서는 아니 됩니다.
회사가 회원에게 서비스와 관련하여 제공하는 일체의 내용 및 이와 관련된 권리는 회사에 귀속되어 있으므로 당사의 동의 없이 임의로 제3자에게 제공하여서는 아니 됩니다.
단, 상조서비스를 받을 수 있는 회원으로서의 지위를 회사의 동의를 얻어 타인에게 양도할 수 있습니다.
제21조 손해배상
당 사이트는 무료로 제공되는 서비스와 관련하여 회원에게 어떠한 손해가 발생하더라도 당 사이트가 고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 아니합니다.
제22조 면책조항
당사는 다음 각호의 사유로 인하여 회원에게 발생한 손해에 대해서는 책임지지 아니합니다. 다만, 당사가 책임 있다고 판단되는 상당한 인과관계가 있는 경우에는 그러하지 아니합니다.
- 통신기기, 회선 및 컴퓨터의 장애나 거래의 폭주 등 부득이한 사정으로 서비스를 제공하지 못하거나 서비스 제공이 지연된 경우
- 회원이 사용자ID, 비밀번호 등을 본인의 관리소홀로 인해 제3자에게 누출한 경우
- 회원의 전산조작이나 업무처리의 오류 등으로 인한 경우
- 기타 천재지변 등의 불가피한 사유로 인한 경우
당 사이트는 회원 간 또는 회원과 제3자간에 서비스를 매개로 하여 물품거래 혹은 금전적 거래 등과 관련하여 어떠한 책임도 부담하지 아니하고, 회원이 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.
제23조 약관위반 시 책임
당사와 회원은 이 약관을 위반함으로써 발생하는 모든 책임을 각자 부담하며, 이로 인하여 상대방에게 손해를 입힌 경우에는 지체 없이 배상하여야 합니다.
제23조 약관위반 시 책임
당 사이트와 이용자 간에 발생한 서비스 이용에 관한 분쟁에 대하여는 대한민국 법을 적용하며, '서비스' 이용 중 발생한 '회사'와 '회원' 간의 소송이 제기되는 경우에는 민사소송법에 따라 관할법원을 정합니다.
이 약관에 명시되지 아니한 사항이나 약관의 해석에 관한 사항에 대하여는 관계법령 또는 상관례에 따릅니다.
2. 부칙
이 약관은 2019년 12월 16일부터 시행합니다.
이 약관은 이 약관이 제정되기 이전에 가입한 회원에게도 적용됩니다.
    `,
  privacyPolicy: `
총칙
보람상조개발(주)은(는) 『개인정보보호법』 및 『정보통신망 이용 촉진 등에 관한 법률』에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다. 보람상조개발(주)은(는) 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

제1조 개인정보의 처리 목적
보람상조개발(주)은(는) 개인정보를 다음의 목적을 위해 처리합니다.
처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

고객에 대한 계약 체결, 계약이행 및 재화 또는 서비스 제공
청약신청, 서비스계약체결, 명의변경, 납부금 관리, 개인별 납입현황 안내, 각종 고지·통지 등 계약의 이행 및 제도 안내, 만족도 설문조사, 서비스 이용에 대한 통계, 이벤트 안내, 물품배송 등 서비스의 제공과 관련한 목적으로 개인정보를 처리합니다.

민원사무 처리
민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등의 목적으로 개인정보를 처리합니다.

정보변경 및 판촉활동
보유정보 최신화, 상품서비스 안내 및 이용권유, 시장조사 및 상품서비스 연구개발, 판촉활동, 사은품 발송(배송) 등의 목적으로 개인정보를 처리합니다.

홈페이지 가입 및 관리
고객의 가입의사 확인, 서비스 제공에 따른 본인 식별·인증, 서비스 부정이용 방지, 각종 고지·통지 등을 목적으로 개인정보를 처리합니다

제2조 개인정보의 처리 및 보유기간
보람상조개발(주)은(는) 법령에 따라 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유, 이용기간 내에서 개인정보를 처리, 보유합니다.

개인정보 수집항목
※ 개인정보 수집방법 : 홈페이지 온라인 부금상품 계약신청, 온라인 가입상담, 고객의 소리, 사원게시판 등을 위해 마련된 개인정보 입력란에 회원 본인이 직접 입력하는 방식

웹회원가입
·필수항목 : 사용자ID, 이름, 생년월일, 성별, 휴대전화, 이메일
무료상담신청
·필수항목 : 이름, 휴대전화
온라인상담
·필수항목 : 이름, 휴대전화, 이메일
행사후기
·필수항목 : 이름, 휴대전화, 이메일, 성별
부금상품가입
·필수항목 : 이름, 생년월일, 성별, 휴대전화, 비상연락처, 이메일, 주소(자택주소 또는 직장주소), 관계(부모, 배우자, 자녀. 형제자매, 친인척, 지인), 가입경로, 결재기록, CMS 정보(개인정보 : 이름, 생년월일, 성별, 금융기관명, 계좌번호 또는 카드번호, 카드 유효기간), 내국인(외국인)
·선택항목 : 일반전화 등 부가정보
장례행사 부당거래 신고센터
·필수항목 : 이름, 휴대전화, 이메일
부고안내 서비스
·필수항목 : 이름, 성별, 임종 일시, 발인일시, 장례식장, 장지, 상주·유가족 정보(관계, 이름, 휴대전화)
청첩장 제작 서비스
·필수항목 : 이름, 휴대전화, 성별, 가족관계
·선택항목 : 부모성함, 웨딩사진
보람몰 서비스
·필수항목 : 접속번호, 고객번호, 성명, 생년월일, 휴대폰
입사지원
·필수항목 : 사진, 이름(한글,한자,영문), 생년월일, 휴대전화, 자택전화, 나이, 이메일, 주소, 취미, 특기, 지원분야, 학력사항(학교명, 소재지, 입학/졸업년월, 학위, 전공과목, 학점), 경력사항(회사명, 담당업무, 근무기간(연월일), 직위, 최종연봉, 퇴직사유), 자기소개서(경력기술서), 장애, 보훈, 과거병력, 건강, 희망급여, 추천인, 관계, 색맹
·선택항목 : 병역사항(군별, 병과, 계급, 복무기간), 자격/면허 사항(자격종류, 취득일, 만료일, 발행기관, 자격증번호), O/A능력(엑셀, 워드, 파워포인트)
홈페이지 접속정보 및 서비스 이용정보
인터넷 서비스 이용과정에서 아래 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다. - 쿠키, 접속로그, 접속 IP 정보
* 필수항목에 동의하지 않을 경우 위 서비스 이용이 제한될 수 있으며, 또한 선택항목에 동의하지 않았다는 사유로 서비스 이용을 제한할 수 없습니다.
개인정보 처리 및 보유 기간
관련법령(상법, 국세기본법, 법인세법, 전자상거래 등에서의 소비자 보호에 관한 법률 등)의 규정에 의하여 일정한 기간 동안 회원정보를 보관합니다.

- 계약 또는 청약철회 등에 관한 기록 : 거래 종료일로부터 5년 (전자상거래등에서의 소비자보호에 관한 법률)
- 대금결제 및 재화 등 공급에 관한 기록 : 거래 종료일로부터 5년(전자상거래등에서의 소비자보호에 관한 법률)
- 소비자 불만 또는 분쟁처리에 관한 기록 : 거래 종료일로부터 3년(전자상거래등에서의 소비자보호에 관한 법률)
- 서비스(상조, 웨딩, 크루즈)안내 및 이용권유 : 거래 종료일로부터 5년(전자상거래등에서의 소비자보호에 관한 법률)
제3조 개인정보 제3자 제공에 관한 사항
보람상조개발(주)은(는) 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
보람상조개발(주)은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.

제공받는자
보람상조개발(주), 보람상조라이프(주), 보람상조애니콜(주), 보람상조피플(주), 보람정보산업(주), 보람상조실로암(주), 보람상조리더스(주), 보람카네기㈜, ㈜이제너두, 한국상조공제조합, 금융결제원, (주)아이하트, (주)스마트콘, 드림라인(주), (주)참벗, (주)쿠미디어, (주)인코미디어넷, (주)미라클인애드, (주)멜레아, 아이알링크(주), (주)베스트컴즈

서비스 이행을 위한 개인정보 처리위탁 동의 개인정보 처리 위탁은 요청하신 서비스 제공을 위해 관련된 업체를 통해서만 이루어집니다. 위 제공자는 법인명이 변경되어도 동일하게 적용됩니다.

제공 근거 및 목적
콘텐츠 제공, 구매 및 요금 결제 물품배송 또는 청구지 등 발송, 금융거래 본인 인증 및 금융서비스, 요금추심, 회원제 서비스 이용에 따른 본인확인, 개인 식별, 불량회원의 부정 이용 방지와 비인가 사용 방지, 가입의사 확인, 연령확인, 불만처리 등 민원처리, 고지사항 전달, 신규 서비스(제품) 개발 및 특화, 접속 빈도 파악 또는 회원의 서비스, 소비자피해보상보험 가입 및 유지, CMS 출금이체 서비스 제공 및 출금동의 확인, 계약이행을 위한 상조서비스 행사, 역무수행, 부금납입관리, 계약유지관리, 상품안내 및 홍보, 부가서비스 및 혜택안내, 이벤트 행사 안내, 고객만족관리, 고충처리(사실조사를 위한 연락, 통지, 처리결과 통보 등) 고지사항 전달, 문자 안내, 정보보안관리 등

제공하는 개인정보 항목
이름(성명), 성별, 생년월일, 휴대전화(전화번호), 주소, 이메일, 회원(사원)번호, 계좌번호(또는 카드번호), 금융기관명, 상품계약정보(계약상품명, 납부회차, 총납부액, 잔액 등), 상품결제 정보

보유 및 이용기간
개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)

※ 위 제공받는 자는 해당 법인의 법인명이 변경되어도 동일하게 적용됩니다. 개인정보는 제공된 날로부터 동의 철회 시 또는 제공된 목적을 달성할 때까지 보유, 이용됩니다. 동의 철회 또는 제공된 목적 달성 후에는 위에 기재된 이용목적과 관련된 사고조사, 분쟁해결, 민원처리, 법령상 의무이행을 위하여 필요한 범위 내에서만 보유, 이용됩니다.

※ (한국상조공제조합) 위의 개인정보 제공에 대한 동의를 거부할 권리가 있습니다. 그러나 동의하지 않아도 할부거래에 관한 법률 제27조에 따라 소비자권리보호(소비자피해보상 보험가입·유지)를 위하여 정보가 제공될 수 있음을 알려드립니다.

제4조 개인정보처리 위탁에 관한 사항
보람상조개발(주)은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.

수탁업체 : 보람상조개발㈜
위탁업무내용 : 센터 및 고객관리 업무 위탁계약
보유 및 이용기간 : 위탁계약 종료 시 까지
수탁업체 : 보람정보산업㈜
위탁업무내용 : 전산시스템 개발 및 유지보수, 차량 제공을 위하여 회원의 개인정보 제공 및 처리
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 나이스신용평가㈜
위탁업무내용 : 간편인증(이름,생년월일), 휴대폰 본인인증(CI, DI 생성)
보유 및 이용기간 : 위개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 한국상조공제조합
위탁업무내용 : 상조부금 회원 공제업무
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)아이하트
위탁업무내용 : 문자발송(SMS, LMS, MMS)
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 드림라인(주)
위탁업무내용 : 문자발송(SMS, LMS, MMS)
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)스마트콘
위탁업무내용 : 기프티콘 운영
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)참벗
위탁업무내용 : 상조 상품과 통신비 지원 상품 판매 운영 및 고객 관리 업무 위탁계약
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)쿠미디어
위탁업무내용 : 사은품 발송
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)인코미디어넷
위탁업무내용 : 사은품 발송
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)미라클인애드
위탁업무내용 : 우편 발송
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)멜레아
위탁업무내용 : 물품 발송 및 플랫폼 운영
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 아이알링크(주)
위탁업무내용 : 물품 발송 및 플랫폼 운영
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)베스트컴즈
위탁업무내용 : 물품 발송
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 사단법인 금융결제원
위탁업무내용 : CMS 출금이체
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 5년까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 씨엠씨
위탁업무내용 : 이동통신 요금 결재 전용 전자상품권 발행 처리
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람카네기
위탁업무내용 : 장례관리사 및 의전관리사 업무 위탁
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 케이티(KT)
위탁업무내용 : 상조서비스와 통신상품군 구매 결합상품 업무제휴
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 네오메카
위탁업무내용 : 콜시스템 유지보수
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 토브에프엔
위탁업무내용 : 상조상품 계약 유치
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : KG 모빌리언스
위탁업무내용 : 전자결재 서비스 이용 계약서
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 효성 CMC
위탁업무내용 : 상조회비 수납(즉시출금)
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 이지페이
위탁업무내용 : 전자상거리 서비스 이용 계약서
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 조은네트웍스
위탁업무내용 : 교환기(IP-PBX) 유지보수
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 정경옥웨딩
위탁업무내용 : 드레스 대여업무
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 포튼가먼트
위탁업무내용 : 턱시도 대여업무
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 섬스튜디오
위탁업무내용 : 웨딩촬영(스튜디오)촬영업무
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : CN스튜디오
위탁업무내용 : 웨딩촬영(스튜디오)촬영업무
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람현상소
위탁업무내용 : 식전영상 제작
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 천안소울스튜디오
위탁업무내용 : 드레스,턱시도,메이크업,본식 촬영,비디오 촬영/ 스튜디오 촬영,식전 영상
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 쌤앤하모니
위탁업무내용 : 드레스,턱시도,메이크업,본식 촬영,비디오 촬영/ 스튜디오 촬영,식전 영상
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 원규 웨딩
위탁업무내용 : 드레스,턱시도,메이크업,본식 촬영,비디오 촬영/ 스튜디오 촬영,식전영상
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 이동진 스튜디오
위탁업무내용 : 드레스,턱시도,메이크업,본식 촬영,비디오 촬영/ 스튜디오 촬영,식전 영상
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 금호 웨딩
위탁업무내용 : 드레스,턱시도,메이크업,본식 촬영,비디오 촬영/ 스튜디오 식전 영상
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 모던 제이
위탁업무내용 : 드레스,턱시도,메이크업,본식 촬영,비디오 촬영/ 스튜디오 식전 영상
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 웨딩 컴퍼니엘
위탁업무내용 : 드레스,턱시도,메이크업,본식 촬영,비디오 촬영/ 스튜디오 식전 영상
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 후 3개월까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 비즈톡 주식회사
위탁업무내용 : 홈페이지 가입 혹은 상품 문의 시 카카오 알림톡 발송을 위함
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 에이스휴먼파워(주)
위탁업무내용 : 근로자 파견계약
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)잡라이프
위탁업무내용 : 근로자 파견계약
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)잡위드
위탁업무내용 : 근로자 파견계약
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)IPC
위탁업무내용 : 근로자 파견계약
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : (주)티오엠 네트웍
위탁업무내용 : 근로자 파견계약
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 하나은행
위탁업무내용 : 근로자 퇴직연금
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 국민은행
위탁업무내용 : 근로자 퇴직연금
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 우리은행
위탁업무내용 : 근로자 퇴직연금
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 주식회사 선정
위탁업무내용 : 장지 상담을 위하여 회원의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 제주천국의전
위탁업무내용 : 제주지역 행사를 진행하기 위하여 회원의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 국빈플라워㈜
위탁업무내용 : 제단 제공을 위하여 회원의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 꽃배달서비스 성우
위탁업무내용 : 상복 및 제단 제공을 위하여 회원의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 명지씨앤씨
위탁업무내용 : 각인 제공을 위하여 고인(회원)의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 가나장의
위탁업무내용 : 각인 제공을 위하여 고인(회원)의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람상조라이프㈜
위탁업무내용 : 행사 위탁
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람상조애니콜㈜
위탁업무내용 : 행사 위탁
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람카네기㈜
위탁업무내용 : 행사 위탁
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람상조리더스㈜
위탁업무내용 : 행사 위탁
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람상조실로암㈜
위탁업무내용 : 행사 위탁
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 보람상조플러스㈜
위탁업무내용 : 행사 위탁
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 비아생명공학㈜
위탁업무내용 : 비아젬 제작 및 제품 배송을 위하여 회원의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관)
수탁업체 : 유니온네트워크코리아
위탁업무내용 : 비아젬 제작 및 제품 배송을 위하여 회원의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 민원처리, 법령상 의무이행을 위한 경우에 한하여 보유·이용 및 별도 보관) 위탁계약 시 개인정보 보호 관련법규의 준수, 개인정보에 관한 제3자 제공 금지 및 책임부담 등을 명확히 규정하고, 당해 계약내용을 서면 및 전자 보관하고 있습니다. 위 수탁업체는 해당 법인의 법인명이 변경되어도 동일하게 적용됩니다.
수탁업체 : 이제너두(주)
위탁업무내용 : 이름, 핸드폰 번호(포인트 위탁업무)
보유 및 이용기간 : 위탁계약 종료 시 까지
수탁업체 : ㈜비즈닥터
위탁업무내용 : 고객관리 업무 위탁계약 및 신상품 안내
보유 및 이용기간 : 위탁계약 종료 시 까지
수탁업체 : ㈜에넥스텔레콤
위탁업무내용 : 고객관리 업무 위탁계약 및 신상품 안내
보유 및 이용기간 : 위탁계약 종료 시 까지
수탁업체 : 엔에스쇼핑(주)
위탁업무내용 : 고객관리 업무 위탁계약 및 신상품 안내
보유 및 이용기간 : 위탁계약 종료 시 까지

수탁업체 : 아이야유니온(주)
위탁업무내용 : 펫용품 및 & 펫사료 등 제품 배송을 위하여 회원의 개인정보 제공
보유 및 이용기간 : 개인정보 제공 동의일로부터 계약종료 까지(단, 미원처리, 법령상 의무이행을 위한 경우에 한하여 보유 ·이용 및 별도 보관)

제5조 정보주체 권리·의무 및 행사방법
정보주체(만14세 미만인 경우에는 법정대리인)는 보람상조개발(주)에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.

- 개인정보 열람요구
- 오류 등이 있을 경우 정정 요구
- 보유기간이 경과한 서류에 대한 개인정보 삭제요구
- 처리정지 요구
제1항에 따른 권리 행사는 개인정보보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여 하실 수 있으며, 보람상조개발(주)은(는) 이에 대해 지체 없이 조치하겠습니다.
정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 보람상조개발(주)은(는) 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.
권리행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.
개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다.
개인정보의 정정 및 삭제요구는 다른 법령에서 그 개인정보가 수집대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인 인지를 확인합니다.
제6조 처리하는 개인정보 항목
보람상조개발(주)은(는) 다음의 개인정보 항목을 처리하고 있습니다.

수집 정보 : 성명, 생년월일, 성별, 공제회원번호, 음성DATA, 휴대폰인증
수집 목적 : 서비스 이용에 따른 본인 식별 절차에 이용 등
수집 정보 : 주소(자택, 직장), 연락처(휴대폰, 자택, 직장), E-mail
수집 목적 : 계약서 송부, 고지사항 전달 본인 의사 확인, 불만처리 등
수집 정보 : 계좌(카드)번호 등 금융거래정보
수집 목적 : 납부금액 자동이체(CMS,신용카드 등)

※ 위 정보는 가입 당시 정보뿐만 아니라 정보 수정으로 변경된 정보를 포함합니다.
제7조 개인정보 파기 절차 및 방법
보람상조개발(주)은 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체 없이 해당 개인정보를 파기합니다.

정보주체로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보(또는 개인정보파일)을 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.

개인정보 파기의 절차 및 방법은 다음과 같습니다.

파기절차
이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다.
이때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.
파기기한
이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간 의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.
파기방법
전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
제8조 개인정보 안전성 확보 조치
보람상조개발(주)은 개인정보보호법 제29조에 따라 개인정보의 안전성 확보를 위해 다음과 같은 기술적, 관리적, 물리적 조치를 취하고 있습니다.

개인정보 취급직원의 최소화 및 교육
개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화하여 개인정보를 관리하는 대책을 시행하고 있습니다.
내부관리계획의 수립 및 시행
개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.
해킹 등에 대비한 기술적 대책
해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신•점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
접속기록의 보관 및 위변조 방지
개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.
개인정보에 대한 접근 제한
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
문서보안을 위한 잠금장치 사용
해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신•점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
비인가자에 대한 출입 통제
개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
제9조 권익침해 구제방법
개인정보주체는 개인정보침해로 인한 구제를 받기 위하여 개인정보 분쟁조정위원회, 한국인터넷진흥원 개인정보침해신고센터 등에 분쟁해결이나 상담 등을 신청할 수 있습니다.

개인정보 침해신고센터 : (국번없이) 118 (privacy.kisa.or.kr)
개인정보 분쟁조정위원회 : 1833-6972 (kopico.go.kr)
대검찰청 사이버수사과 : (국번없이) 1301 (www.spo.go.kr)
경찰청 사이버안전국 : (국번없이) 182 (cyberbureau.police.go.kr)
제10조 개인정보보호 책임자 및 담당자 연락처
보람상조개발(주)은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보보호 책임자를 지정하고 있습니다.

보람상조개발(주) 개인정보보호 책임자
소속 : 보람상조개발㈜
성명/직책 : 오준오 대표이사
이메일 : boram7979@boram.com
전화번호 : 1588-7979, Fax : 02-779-7697
주소 : 서울특별시 중구 세종대로 73 태평로빌딩 23층~27층
개인정보보호 담당자
부서명 : 전산팀
성명/직책 : 최진보 이사

정보주체께서는 보람상조개발(주)의 서비스를 이용하시면서 발생한 모든 개인정보보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 보람상조개발(주)은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.

제11조 개인정보의 열람청구
정보주체는 개인정보보호법에 따라 개인 정보의 열람을 다음의 담당 부서에 청구할 수 있습니다. 보람상조개발(주)은 정보주체의 개인정보 열람 청구가 신속하게 처리되도록 노력하겠습니다.

- 개인정보보호종합지원포털(www.privacy.go.kr) 개인정보 파일 상세조회 > “개인정보의 열람 요구를 접수·처리하는 부서” 항목 참조

정보주체는 위의 열람청구 접수·처리부서 이외에 개인정보보호

- 개인정보보호종합지원포털(www.privacy.go.kr)을 통해서도 개인정보 열람청구를 할 수 있습니다.
제12조 아동의 개인정보 보호
보람상조개발(주)은(는) 만 14세 미만 아동(이하 '아동')이 제공한 개인정보로 인하여 아동 및 법정대리인이 불이익을 입지 않도록 보호 조치를 취하고 있습니다.
보람상조개발(주)은(는) 아동의 개인정보에 대하여 아래의 행위를 하는 경우에는 해당 아동의 법정대리인의 동의를 얻도록 하고 있습니다. 아동의 서비스가입을 위한 개인정보 수집하거나 서비스 가입 시 고지한 범위 또는 서비스이용약관에 명시한 범위를 넘어 이동의 개인정보를 이용하거나 제3자에게 제공하고자 하는 경우
아동의 개인정보를 제공받은 자가 개인정보를 제공받은 목적 외의 용도로 이용하거나 제3자에게 제공하는 경우
보람상조개발(주)은(는) 법정대리인의 동의를 얻기 위하여 법정대리인의 성명, 연락처 등 필요한 최소한의 정보를 요구할 수 있습니다.
이 경우 개인정보의 수집·이용 또는 제공 목적 및 법정대리인의 동의가 필요하다는 취지를 아동이 쉽게 이해할 수 있는 평이한 표현으로 아동에게 고지합니다.
법정대리인의 동의를 얻기 위하여 수집한 법정대리인의 개인정보를 해당 법정대리인의 동의 여부를 확인하는 목적 외의 용도로 이를 이용하거나 제3자에게 제공하지 않습니다.
제13조 쿠키운용(자동수집 장치의 설치 운영 및 그 거부에 관한 사항)
쿠키운용(자동수집 장치의 설치 운영 및 그 거부에 관한 사항)
보람상조개발(주)은(는)일부 서비스에서 '쿠키'를 사용하고 있습니다. 쿠키란 웹 서버가 정보주체 컴퓨터로 전송하는 데이터 꾸러미로서 정보주체 컴퓨터의 메모리나 하드디스크에 저장됩니다.
보람상조개발(주)은(는)쿠키를 사용하여 정보주체의 성명, ID, 이메일 등에 관한 정보를 찾아내며, 이 쿠키정보는 보람상조 사이트를 방문하는 사용자 특성을 파악하기 위해 사용될 수 있습니다. 또한 타겟광고, 이벤트 행사를 위해서도 사용될 수 있습니다.
정보주체는 웹브라우저에 있는 옵션기능을 조정하여 쿠키에 대해 선택적으로 받아들일 수 있습니다. 사용자는 모든 쿠키를 받아들이거나, 쿠키가 설치될 때 통지를 보내도록 하거나, 모든 쿠키를 거부할 수도 있습니다. 단, 고객이 쿠키 설치를 거부하였을 경우 서비스 이용에 불편이 있거나, 서비스 제공에 어려움이 있을 수 있습니다.
쿠키 설치 허용 여부 지정
- Internet Explorer의 경우 : 웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정
- Chrome의 경우 : 웹 브라우저 우측의 설정 메뉴 > 화면 하단의 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키
보람상조개발(주)은(는) 법정대리인의 동의를 얻기 위하여 법정대리인의 성명, 연락처 등 필요한 최소한의 정보를 요구할 수 있습니다. 이 경우 개인정보의 수집 . 이용 또는 제공 목적 및 법정대리인의 동의가 필요하다는 취지를 아동이 쉽게 이해 할 수 있는 평이한 표현으로 아동에게 고지합니다.
법정대리인의 동의를 얻기 위하여 수집한 법정대리인의 개인정보를 해당 법정대리인의 동의 여부를 확인하는 목적 외의 용도로 이를 이용하거나 제3자에게 제공하지 않습니다.
14. 개인정보 처리방침 변경
- 본 방침은 2020년 12월 31일부터 시행됩니다.
    `,
  smsAgreement: `
      This is content for Modal 3. 
      SMS 동의에 대한 내용을 여기에 적습니다.
    `,
};
